[
  {
    "name": "美食",
    "posts": [
      {
        "title": "做菜好吃，有哪些基本功是必须会的？",
        "content": "简要说一些基本的吧：\n\n1.蔬菜大部分是热锅快炒，量要少。\n\n2.荤菜红肉大多文火慢炖，白肉则煮的时间短很多。\n\n3.普通铁锅也可以变不粘锅。做菜时锅烧的足够热，凉油，可做到煎鱼皮不破。洗过后烘干抹油保存。\n\n4.不要讲究统筹安排，最好原料全准备好：指洗好切好，调味料备好。可以避免手忙脚乱。\n\n5.做新菜前，将菜谱通读两遍；不要在请客时尝试新菜。\n\n想到了再补充……",
        "author": "兴趣圈用户",
        "images": [],
        "comments": []
      },
      {
        "title": "不懂这三点，你永远都做不好美食攻略",
        "content": "要说吃饭，怎么都是好解决的，不过想吃的好，吃的满足，吃的幸福，这个还是要做美食攻略的。和别人一起吃饭，考虑口味，环境，忌讳等等，也是必须要做美食攻略的。那么做美食攻略，到底什么最重要呢？\n\n\n第一明白口味更重要\n在二十多年前，更多的人吃一碗红烧肉，可能就觉得很美了。十多年前吃一份澳龙就挺美的。今天，伴随着美食业的发展，物流的发达，经济水平的提高，人们对美食的要求也越来越高。如今已经不讲究什么流行吃这个流行吃那个，也不讲究一定要吃到多么珍贵的东西，反而是无论什么菜，哪怕一个土豆丝，烧的好吃，那才值得去吃。\n\n\n第二明白真实更重要\n各大手机APP稍微看看美食都能看到美食攻略，各式探店，这个类型真的很多。各种照片，各种视屏，各种诱惑，看多了，你会怀疑它的真实性吗？认真的搜索下用户评论，看到一片倒的负面评价中间夹着几个精品评论，你还会相信吗？所以好不好吃，真实最重要。\n\n\n第三 明白方便省时更重要\n很多人追寻美食，可以不计距离，但是如果位置不准确，或者信息搜索很麻烦，一定很多人打退堂鼓。所以方便省时很重要。\n\n\n真实这一点，口味和真实这2点都是最好参考参考大众真实的评价，比如美团，或者马蜂窝上面网友的上传，如果考虑方便省时，推荐一看小程序，蜂食记，蜂食记里面美食都是用户真实分享，有定位，可以自动组合攻略和二次编辑，功能比较齐全。\n不管使用什么方法去做美食攻略，万变不离其宗，明白这3点，就可以做好美食攻略了。",
        "author": "123",
        "images": [],
        "comments": []
      }
    ]
  },
  {
    "name": "旅行攻略",
    "posts": [
      {
        "title": "我想把这十个旅行App和网站推荐给去旅行的姑娘们",
        "content": "直入主题，今天要介绍的是以下这些：\n\n\n穷游锦囊 | 旅行攻略\nSpotify | 音乐类\n世界迷雾 | 记录你的足迹\nSeat61 | 火车旅行\nGeocaching | 寻找全世界的宝藏\nklook客路 | 新鲜小众的玩法\nhttp://maps.me | 不只是个离线地图\nworkaway | 打工换宿\nculturetrip | 深入探索目的地\nstarwalk | 观星指南",
        "author": "艾雅法拉",
        "images": [],
        "comments": []
      }
    ]
  },
  {
    "name": "日常生活",
    "posts": [
      {
        "title": "一日计划万能梳理法",
        "content": "一、所有的是都可以归纳为：学习、工作、生活。当你梳理计划 时：从学习上，思考明天要做什么?从工作上，思考明天要做什么？从生活上，思考明天要做什么？\n\n二、将这三个维度弹性安排在一天五个可用的时间块里：从起床到上床，时间块1-5，早上；上午；中午；下午；晚上。\n\n三、给不同时段里的事项进行执行等级排序从重要且紧急到不重要且不紧急分成四个等级。\n\n四、固化有规律的任务，比如生活上的：到点吃饭、刷牙、健身等等。。。学习上的：看书、练技能。。。工作上的：做表格、做计划、复盘。。。仔细地反思一下自己的生活，把这些固定的项目给它们标准化，尝试固定在一个时间点去做，长而久之，就形成了条件反射式的必修课。\n\n五、如此就可以做到秒梳理，秒部署，秒记忆的效果，玩到极致就连计划表都不需要了，一切了然于胸。\n\n六、计划被打乱怎么办？不要事事苛责自己不必反人性，少读一天书也不咋少健一次身也不会前功尽弃，张驰有道。",
        "author": "123",
        "images": [],
        "comments": []
      }
    ]
  }
]